<?php
// Heading 
$_['heading_title']                 = 'Πρόγραμμα Συνεργατών';

// Text
$_['text_account']                  = 'Λογαριασμός';
$_['text_login']                    = 'Σύνδεση';
$_['text_description']              = '<p>%s πρόγραμμα συνεργατών είναι δωρεάν και επιτρέπει στα μέλη να έχουν έσοδα από την τοποθέτηση συνδέσμων σε ιστοτόπους όπου διαφημίζουν %s ή συγκεκριμένα προϊόντα. Όλες οι πωλήσεις που γίνονται σε πελάτες που επιλέγουν τους συνδέσμους αυτούς, αποφέρουν προμήθεια στο συνεργάτη. Η τρέχουσα βασική προμήθεια συνεργατών είναι %s.</p><p>Για περισσότερες πληροφορίες, επισκευθείτε τη σελίδα ερωτοαπαντήσεων (FAQ) ή διαβάστε τους όρους συμφωνίας συνεργατών.</p>';
$_['text_new_affiliate']            = 'Νέος Συνεργάτης';
$_['text_register_account']         = '<p>Δεν είμαι ακόμα συνεργάτης.</p><p>Πατήστε Συνέχεια για να δημιουργήσετε ένα λογαριασμό συνεργάτη. Ο λογαριασμός συνεργάτη δε σχετίζεται με κανένα τρόπο με το λογαριασμό σας ως πελάτης.</p>';
$_['text_returning_affiliate']      = 'Είσοδος Συνεργατών';
$_['text_i_am_returning_affiliate'] = 'Είμαι Συνεργάτης.';
$_['text_forgotten']                = 'Απώλεια Κωδικού';

// Entry
$_['entry_email']                   = 'E-Mail Συνεργάτη:';
$_['entry_password']                = 'Κωδικός:';

// Error
$_['error_login']                   = 'Προειδοποίηση: Δεν βρέθηκε διεύθυνση E-Mail Address και/ή κωδικός.';
?>