<?php
// Heading 
$_['heading_title']    = 'Παρακολούθηση Συνεργατών';

// Text
$_['text_account']     = 'Λογαριασμός';
$_['text_description'] = 'Προκειμένου να πληρωθείτε για τις επαφές που μας φέρατε, χρειάζεται να τις παρακολουθήσουμε μέσω ενός ειδικού συνδέσμου URL. Χρησιμοποιείστε το παρακάτω εργαλείο για να δημιουργήσετε τέτοιους συνδέσμους για τον ιστότοπο %s.';
$_['text_code']        = '<b>Κωδικός Παρακολούθησης:</b>';
$_['text_generator']   = '<b>Γεννήτρια Συνδέσμων Παρακολούθησης</b><br />Εισάγετε το όνομα προϊόντος που θέλετε να συνδέσετε:';
$_['text_link']        = '<b>Σύνδεσμος Παρακολούθησης:</b>';
?>