<?php
// Heading 
$_['heading_title']      = 'O Λογαριασμός μου';

// Text
$_['text_account']       = 'Λογαριασμός';
$_['text_my_account']    = 'Ο Λογαριασμός μου';
$_['text_my_orders']     = 'Οι Παραγγελίες μου';
$_['text_my_newsletter'] = 'Ενημερωτικό φυλλάδιο';
$_['text_edit']          = 'Επεξεργαστείτε τις λεπτομέριες του Λογαριασμού σας';
$_['text_password']      = 'Αλλάξτε τον Κωδικό';
$_['text_address']       = 'Τροποποιήστε τις καταχωρίσεις σας στο βιβλίο διευθύνσεων';
$_['text_wishlist']      = 'Τροποποίηση της λίστας επιθυμιών';
$_['text_order']         = 'Δείτε το ιστορικό των παραγγελιών σας';
$_['text_download']      = 'Λήψεις';
$_['text_reward']        = 'Οι πόντοι ανταμοιβής σας'; 
$_['text_return']        = 'Εμφάνιση των αιτήσεων επιστροφής'; 
$_['text_transaction']   = 'Οι συναλλαγές σας'; 
$_['text_newsletter']    = 'Εγγραφείτε / διαγραφείτε από το ενημερωτικό δελτίο';
?>