<?php
// Heading 
$_['heading_title']     = 'Bιβλίο Διευθύνσεων';

// Text
$_['text_account']      = 'Λογαριασμός';
$_['text_address_book'] = 'Καταχωρήσεις Βιβλίου Διευθύνσεων';
$_['text_edit_address'] = 'Eπεξεργασία Διεύθυνσης';
$_['text_insert']       = 'Η διεύθυνσή σας έχει εισαχθεί επιτυχώς';
$_['text_update']       = 'Η διεύθυνσή σας έχει ενημερωθεί επιτυχώς';
$_['text_delete']       = 'Η διεύθυνσή σας έχει διαγραφεί επιτυχώς';

// Entry
$_['entry_firstname']   = 'Όνομα:';
$_['entry_lastname']    = 'Επίθετο:';
$_['entry_company']     = 'Εταιρία:';
$_['entry_address_1']   = 'Διεύθυνση 1:';
$_['entry_address_2']   = 'Διεύθυνση 2:';
$_['entry_postcode']    = 'Τ.Κ:';
$_['entry_city']        = 'Πόλη:';
$_['entry_country']     = 'Χώρα:';
$_['entry_zone']        = 'Περιοχή:';
$_['entry_default']     = 'Προεπιλεγμένη Διεύθυνση:';

// Error
$_['error_delete']      = 'Σφάλμα: πρέπει να έχετε τουλάχιστον μία διεύθυνση!';
$_['error_default']     = 'Σφάλμα: Δεν μπορείτε να διαγράψετε την προεπιλεγμένη διεύθυνσή σας!';
$_['error_firstname']   = 'Το όνομα πρέπει να είναι μεταξύ 1 και 32 χαρακτήρων!';
$_['error_lastname']    = 'Το Επίθετο πρέπει να είναι μεταξύ 1 και 32 χαρακτήρων!';
$_['error_address_1']   = 'Η Διεύθυνση πρέπει να είναι μεταξύ 3 και 128 χαρακτήρες!';
$_['error_city']        = 'Η Πόλη πρέπει να είναι μεταξύ 3 και 128 χαρακτήρων!';
$_['error_postcode']    = 'Ο Τ.Κ. πρέπει να είναι μεταξύ 2 και 10 χαρακτήρων για τη χώρα αυτή!';
$_['error_country']     = 'Παρακαλώ επιλέξτε Πόλη!';
$_['error_zone']        = 'Παρακαλώ επιλέξτε Περιοχή/Περιφέρεια!';
?>