<?php
// Heading 
$_['heading_title']   = 'Ξεχάσατε τον κωδικό σας?';

// Text
$_['text_account']    = 'Λογαριασμός';
$_['text_forgotten']  = 'Ξεχάσατε τον κωδικό σας;';
$_['text_your_email'] = 'Η Ηλεκτρονική διεύθυνσή σας';
$_['text_email']      = 'Εισάγετε τη διεύθυνση ηλεκτρονικού ταχυδρομείου που σχετίζεται με το λογαριασμό σας. Κάντε κλικ για να την υποβάλετε και ο κωδικός θα σας αποσταλεί με email';
$_['text_success']    = 'Επιτυχία: Ένας νέος κωδικός πρόσβασης έχει σταλεί στη διεύθυνση ηλεκτρονικού ταχυδρομείου σας.';

// Entry
$_['entry_email']     = 'Διεύθυνση ηλεκτρονικού ταχυδρομείου:';

// Error
$_['error_email']     = 'Σφάλμα: Η διεύθυνση ηλεκτρονικού ταχυδρομείου δεν βρέθηκε, παρακαλώ προσπαθήστε ξανά!';
?>