<?php
// Heading 
$_['heading_title']                = 'Σύνδεση Λογαριασμού';

// Text
$_['text_account']                 = 'Λογαριασμός';
$_['text_login']                   = 'Σύνδεση';
$_['text_new_customer']            = 'Νέος πελάτης.';
$_['text_register']                = 'Δήλωση Λογαριασμού';
$_['text_register_account']        = 'Με τη δημιουργία λογαριασμού θα έχετε τη δυνατότητα να ψωνίζετε πιο γρήγορα, να είστε ενημερωμένοι για την κατάσταση της παραγγελίας, και να παρακολουθείτε τις παραγγελίες που ήδη έχετε κάνει.';
$_['text_returning_customer']      = 'Υφιστάμενος Πελάτης';
$_['text_i_am_returning_customer'] = 'Είμαι ήδη πελάτης';
$_['text_forgotten']               = 'Απώλεια Κωδικού Πρόσβασης';

// Entry
$_['entry_email']                  = 'E-Mail Διεύθυνση:';
$_['entry_password']               = 'Κωδικός Πρόσβασης:';

// Error
$_['error_login']                  = 'Σφάλμα: Δεν ταιριάζει η διεύθυνση E-Mail και/ή ο Κωδικός Πρόσβασης.';
?>