<?php
// Heading 
$_['heading_title']      = 'Επιστροφές Προϊόντων';

// Text
$_['text_account']       = 'Λογαριασμός';
$_['text_return']        = 'Πληροφορίες Επιστροφής';
$_['text_description']   = '<p>Παρακαλούμε συμπληρώστε την παρακάτω φόρμα για να σας σταλεί αριθμός RMA.</p>';
$_['text_order']         = 'Πληροφορίες Παραγγελίας';
$_['text_product']       = 'Πληροφορίες Προϊόντος &amp; Λόγος Επιστροφής';
$_['text_additional']    = 'Επιπρόσθετες Πληροφορίες';
$_['text_message']       = '<p>Ευχαριστούμε για την υποβολή αιτήματος επιστροφής. Το αίτημά σας προωθήθηκε στο αρμόδιο τμήμα για επεξεργασία.</p><p> You will be notified via e-mail as to the status of your request.</p>';
$_['text_return_id']     = 'Κωδικός Επιστροφής:';
$_['text_order_id']      = 'Κωδικός Παραγγελίας:';
$_['text_date_ordered']  = 'Ημερομηνία Παραγγελίας:';
$_['text_status']        = 'Κατάσταση:';
$_['text_date_added']    = 'Ημερομηνία Καταχώρησης:';
$_['text_customer']      = 'Πελάτης:';
$_['text_comment']       = 'Σχόλια Επιστροφής';
$_['text_products']      = 'Προϊόντα:';
$_['text_history']       = 'Ιστορικό Επιστροφών';
$_['text_empty']         = 'Δεν έχετε προηγούμενες επιστροφές!';
$_['text_error']         = 'Δεν βρέθηκαν οι επιστροφές που ζητήσατε!';

// Column
$_['column_name']        = 'Όνομα Προϊόντος';
$_['column_model']       = 'Μοντέλο';
$_['column_quantity']    = 'Ποσότητα';
$_['column_price']       = 'Τιμή';
$_['column_opened']      = 'Ανοιγμένο';
$_['column_comment']     = 'Σχόλιο';
$_['column_reason']      = 'Λόγος';
$_['column_action']      = 'Ενέργεια';
$_['column_date_added']  = 'Ημερομηνία Καταχώρησης';
$_['column_status']      = 'Κατάσταση';

// Entry
$_['entry_order_id']     = 'Κωδικός Παραγγελίας:';
$_['entry_date_ordered'] = 'Ημερομηνία Παραγγελίας:';
$_['entry_firstname']    = 'Όνομα:';
$_['entry_lastname']     = 'Επίθετο:';
$_['entry_email']        = 'E-Mail:';
$_['entry_telephone']    = 'Τηλέφωνο:';
$_['entry_product']      = 'Όνομα Προϊόντος:';
$_['entry_model']        = 'Κωδικός Προϊόντος:';
$_['entry_quantity']     = 'Ποσότητα:';
$_['entry_reason']       = 'Λόγος Επιστροφής:';
$_['entry_opened']       = 'Το Προϊόν έχει ανοιχτεί:';
$_['entry_fault_detail'] = 'Ελαττωματικό ή άλλες λεπτομέρειες:';
$_['entry_captcha']      = 'Εισάγετε τον κωδικό στο παρακάτω πλαίσιο:';

// Error
$_['error_order_id']     = 'Απαιτείται ο Κωδικός Παραγγελίας!';
$_['error_firstname']    = 'Το Όνομα πρέπει να είναι από 1 έως 32 χαρακτήρες!';
$_['error_lastname']     = 'Το Επίθετο πρέπει να είναι από 1 έως 32 χαρακτήρες!';
$_['error_email']        = 'Η Διεύθυνση E-Mail δεν είναι έγκυρη!';
$_['error_telephone']    = 'Το Τηλέφωνο πρέπει να είναι από 3 έως 32 χαρακτήρες!';
$_['error_product']      = 'Πρέπει να επιλέξετε τουλάχιστον ένα προϊόν!';
$_['error_name']         = 'Το Όνομα Προϊόντος πρέπει να είναι μεγαλύτερο από 3 και μικρότερο από 255 χαρακτήρες!';
$_['error_model']        = 'Το Μοντέλο Προϊόντος πρέπει να είναι μεγαλύτερο από 3 και μικρότερο από 64 χαρακτήρες!';
$_['error_reason']       = 'Πρέπει να επιλέξετε έναν λόγο επιστροφής!';
$_['error_captcha']      = 'Ο Κωδικός επαλήθευσης δεν ταιριάζει με την εικόνα!';
?>