<?php
// Heading
$_['heading_title'] = 'Ο λογαριασμός σας έχει δημιουργηθεί!';

// Text
$_['text_message']  = '<p>Συγχαρητήρια! Ο νέος σας λογαριασμός έχει δημιουργηθεί με επιτυχία!</p> Μπορείτε τώρα να επωφεληθείτε από τα προνόμια μελών για την ενίσχυση της online εμπειρίας αγορών σας μαζί μας. </p> Αν έχετε οποιαδήποτε απορία σχετικά με τη λειτουργία αυτού του online καταστήματος, παρακαλούμε επικοινωνήστε μαζί μας. </p> Μια επιβεβαίωση έχει σταλεί στην διεύθυνση e-mail που δηλώσατε. Αν δεν το έχετε λάβει μέσα σε μια ώρα, ελέγξτε το φάκελο spam διαφορετικά <a href="%s"> επικοινωνήστε μαζί μας</a>.</p>';
$_['text_approval'] = '<p>Σας ευχαριστούμε για την εγγραφή% s! </strong> Θα ειδοποιηθείτε μέσω e-mail μόλις ο λογαριασμός σας έχει ενεργοποιηθεί από το διαχειριστή του καταστήματος. </p> Αν έχετε οποιαδήποτε απορία σχετικά με τη λειτουργία αυτού του online καταστήματος, παρακαλούμε href="%s"> <a επικοινωνήστε μαζί μας</a>.</p>';
$_['text_account']  = 'Λογαριασμός';
$_['text_success']  = 'Επιτυχία';
?>