<?php
// Text
$_['text_subject']  = '%s - Πρόγραμμα Συνεργατών';
$_['text_welcome']  = 'Σας ευχαριστούμε που συμμετέχετε στο %s πρόγραμμα συνεργατών!';
$_['text_approval'] = 'Ο λογαριασμός σας θα πρέπει πρώτα να εγκριθεί πριν μπορέσετε να εισέλθετε. Αφού εγκριθεί μπορείτε να εισέλθετε χρησιμοποιώντας την διεύθυνση email και τον κωδικό σας επισκεπτόμενοι τον ιστότοπο ή μέσω της ακόλουθης URL:';
$_['text_services'] = 'Μόλις εισέλθετε, θα μπορείτε να δημιουργείτε κωδικούς παρακολούθησης, να παρακολουθείτε πληρωμές προμηθειών και να επεξεργαστείτε πληροφορίες του λογαριασμού σας.';
$_['text_thanks']   = 'Ευχαριστούμε,';
?>