<?php
// Text
$_['text_subject']  = '%s - Σας ευχαριστούμε για την εγγραφή σας';
$_['text_welcome']  = 'Καλωσήρθατε και ευχαριστούμε για την εγγραφή σας στο %s!';
$_['text_login']    = 'Ο λογαριασμός σας έχει τώρα δημιουργηθεί και μπορείτε να εισέλθετε χρησιμοποιώντας τη διεύθυνση email και τον κωδικό σας, επισκεπτόμενοι τον ιστότοπο ή από το ακόλουθο URL:';
$_['text_approval'] = 'Ο λογαριασμός σας θα πρέπει να εγκριθεί πριν μπορέσετε να εισέλθετε. Αφού εγκριθεί, μπορείτε να εισέλθετε χρησιμοποιώντας τη διεύθυνση email και τον κωδικό σας επισκεπτόμενοι τον ιστότοπο ή από το ακόλουθο URL:';
$_['text_services'] = 'Μόλις εισέλθετε, θα μπορείτε να κάνετε χρήση υπηρεσιών που μεταξύ άλλων συμπεριλαμβάνουν την ανασκόπηση παλαιότερων παραγγελιών, την εκτύπωση παραγγελιών καθώς και την επεξεργασία πληροφοριών του λογαριασμού σας.';
$_['text_thanks']   = 'Ευχαριστούμε,';
$_['text_new_customer']   = 'Νέος Πελάτης';
$_['text_signup']         = 'Ένας νέος πελάτης έχει εγγραφεί:';
$_['text_website']        = 'Ιστότοπος:';
$_['text_customer_group'] = 'Γκρουπ Πελατών:';
$_['text_firstname']      = 'Όνομα:';
$_['text_lastname']       = 'Επώνυμο:';
$_['text_company']        = 'Εταιρία:';
$_['text_email']          = 'E-Mail:';
$_['text_telephone']      = 'Τηλέφωνο:';
?>
