<?php
// Text
$_['text_subject']  = '%s - Σας ευχαριστούμε για την εγγραφή σας';
$_['text_welcome']  = 'Καλωσήρθατε και ευχαριστούμε για την εγγραφή σας στο %s!';
$_['text_login']    = 'Ο λογαριασμός σας έχει τώρα δημιουργηθεί και μπορείτε να εισέλθετε χρησιμοποιώντας τη διεύθυνση email και τον κωδικό σας, επισκεπτόμενοι τον ιστότοπο ή από την ακόλουθη URL:';
$_['text_approval'] = 'Ο λογαριασμός σας θα πρέπει να εγκριθεί πριν μπορέσετε να εισέλθετε. Αφού εγκριθεί, μπορείτε να εισέλθετε χρησιμοποιώντας την διεύθυνση email και τον κωδικό σας επισκεπτόμενοι τον ιστότοπο ή από την ακόλουθη URL:';
$_['text_services'] = 'Μόλις εισέλθετε, θα μπορείτε να κάνετε χρήση υπηρεσιών συμπεριλαμβανομένων της ανασκόπισης παλαιότερων παραγγελιών, εκτύπωσης παραγγελιών και επεξεργασία των πληροφοριών του λογαριασμού σας.';
$_['text_thanks']   = 'Ευχαριστούμε,';
?>