<?php
// Text
$_['text_subject']  = 'Λάβατε μια δωροεπιταγή από %s';
$_['text_greeting'] = 'Συγχαρητήρια, μόλις λάβατε μια δωροεπιταγή αξίας %s';
$_['text_from']     = 'Αυτή η δωροεπιταγή εστάλη από %s';
$_['text_message']  = 'Με το εξής μήνυμα';
$_['text_redeem']   = 'Για να εξαργυρώσετε αυτή τη δωροεπιταγή, σημειώστε τον κωδικό της <b>%s</b>, πατήστε στον ακόλουθο σύνδεσμο και αγοράστε το προϊόν που θέλετε χρησιμοποιώντας τη. Μπορείτε να εισάγετε τον κωδικό δωροεπιταγής στο καλάθι αγορών πριν πατήσετε Αγορά.';
$_['text_footer']   = 'Για οποιαδήποτε απορία, απαντήστε σε αυτό το email.';
?>