<?php
//Headings
$_['heading_title'] = 'Amazon Payments';
$_['heading_address'] = 'Παρακαλώ επιλέξτε διεύθυνση παράδοσης';
$_['heading_payment'] = 'Παρακαλώ επιλέξτε τρόπο πληρωμής';
$_['heading_confirm'] = 'Περίληψη Παραγγελίας';

//Text
$_['text_back'] = 'Πίσω';
$_['text_cart'] = 'Καλάθι';
$_['text_confirm'] = 'Επιβεβαίωση';
$_['text_continue'] = 'Συνέχεια';
$_['text_cba'] = 'Amazon Payments';
$_['text_enter_coupon'] = 'Εισάγετε το κουπόνι σας εδώ. Αν δεν έχετε κουπόνι, αφήστε το πεδίο άδειο.';
$_['text_coupon'] = 'Κουπόνι';
$_['text_tax_other'] = 'Φόροι / Λοιπές Χρεώσεις';
$_['text_payment_failed'] = 'Η πληρωμή σας απέτυχε. Παρακαλώ επικοινωνήστε με τον διαχειριστή του καταστήματος για να εξυπηρετηθείτε μέσω διαφορετικών τρόπων πληρωμής.';;
$_['text_payment_success'] = 'Η παραγγελία σας ολοκληρώθηκε με επιτυχία. Για λεπτομέρειες, δείτε παρακάτω';

//Errors
$_['error_payment_method'] = 'Παρακαλώ επιλέξτε τρόπο πληρωμής';;
$_['error_shipping'] = 'Παρακαλώ επιλέξτε τρόπο αποστολής';;
$_['error_shipping_address'] = 'Παρακαλώ επιλέξτε διεύθυνση παράδοσης';
$_['error_shipping_methods'] = 'Παρουσιάστηκε σφάλμα κατά την ανάκτηση της διεύθυνσής σας από το Amazon. Παρακαλώ επικοινωνήστε με τον διαχειριστή του καταστήματος για βοήθεια.';
$_['error_no_shipping_methods'] = 'Δεν υπάρχουν επιλογές αποστολής για τη διεύθυνση που επιλέξατε. Παρακαλώ επιλέξτε μιαν άλλη διεύθυνση παράδοσης';
?>
