<?php
// Text
$_['text_title']          = 'Πιστωτική / Χρεωστική Κάρτα (Paymate)';
$_['text_unable']         = 'Αδυναμία εύρεσης ή ενημέρωσης της κατάστασης της παραγγελίας σας';
$_['text_declined']       = 'Η πληρωμή ακυρώθηκε από την Paymate';
$_['text_failed']         = 'Αποτυχία Συναλλαγής Paymate';
$_['text_failed_message'] = '<p>Δυστυχώς, υπήρξε κάποιο σφάλμα κατά την επεξεργασία της συναλλαγής σας με την Paymate.</p><p><b>Προειδοποίηση: </b>%s</p><p>Παρακαλώ ελέγξτε τον λογαριασμό σας στην Paymate όπως και το υπόλοιπο αυτού, πριν προσπαθήσετε ξανά.</p><p> Εάν πιστεύετε ότι η συναλλαγή ολοκληρώθηκε επιτυχώς ή φαίνεται ως χρέωση στον λογαριασμό σας στην Paymate, παρακαλούμε να <a href="%s">επικοινωνήσετε μαζί μας</a> έχοντας πρόχειρες τις πληροφορίες της παραγγελίας σας.</p>';
$_['text_basket']         = 'Καλάθι';
$_['text_checkout']       = 'Αγορά';
$_['text_success']        = 'Επιτυχία';
?>
