<?php
// Heading 
$_['heading_title']       = 'Πληροφορίες Λογαριασμού';

// Text
$_['text_account']        = 'Λογαριασμός';
$_['text_edit']           = 'Eπεξεργασία πληροφοριών';
$_['text_your_details']   = 'Οι προσωπικές σας πληροφορίες';
$_['text_success']        = 'Επιτυχία: Ο λογαριασμός σας ενημερώθηκε επιτυχώς.';

// Entry
$_['entry_firstname']     = 'Όνομα:';
$_['entry_lastname']      = 'Επίθετο:';
$_['entry_email']         = 'E-Mail:';
$_['entry_telephone']     = 'Tηλέφωνο:';
$_['entry_fax']           = 'Fax:';

// Error
$_['error_exists']        = 'Σφάλμα: Η διεύθυνση ηλεκτρονικού ταχυδρομείου έχει ήδη καταχωρηθεί!';
$_['error_firstname']     = 'Το όνομα πρέπει να είναι μεταξύ 1 και 32 χαρακτήρων!';
$_['error_lastname']      = 'To Επίθετο πρέπει να είναι μεταξύ 1 και 32 χαρακτήρων!';
$_['error_email']         = 'H Διεύθυνση ηλεκτρονικού ταχυδρομείου δεν φαίνεται να είναι έγκυρη!';
$_['error_telephone']     = 'Το Τηλέφωνο πρέπει να είναι μεταξύ 3 και 32 χαρακτήρων!';
?>