<?php
// Heading 
$_['heading_title']  = 'Αλλαγή Κωδικού';

// Text
$_['text_account']   = 'Λογαριασμός';
$_['text_password']  = 'Ο Κωδικός σας';
$_['text_success']   = 'Επιτυχία: Ο κωδικός πρόσβασής σας ενημερώθηκε επιτυχώς.';

// Entry
$_['entry_password'] = 'Κωδικός:';
$_['entry_confirm']  = 'Επιβεβαίωση Κωδικού:';

// Error
$_['error_password'] = 'Ο κωδικός θα πρέπει να είναι μεταξύ 3 και 20 χαρακτήρων!';
$_['error_confirm']  = 'Κωδικός επιβεβαίωσης δεν ταιριάζει με τον κωδικό πρόσβασης!';
?>