<?php
// Heading
$_['heading_title'] = 'Ο λογαριασμός σας έχει δημιουργηθεί!';

// Text
$_['text_message']  = '<p>Συγχαρητήρια! Ο νέος σας λογαριασμός έχει δημιουργηθεί με επιτυχία!</p> Μπορείτε πλέον να επωφεληθείτε από τα προνόμια μέλους για μια ακόμα καλύτερη online shopping εμπειρία από το κατάστημά μας. </p> Αν έχετε οποιαδήποτε απορία σχετικά με τη λειτουργία αυτού του καταστήματος, παρακαλούμε επικοινωνήστε μαζί μας. </p> Μια επιβεβαίωση έχει ήδη σταλεί στην διεύθυνση e-mail που δηλώσατε. Αν δεν τη λάβετε μέσα στην επόμενη ώρα, παρακαλούμε ελέγξτε το φάκελο spam (ανεπιθύμητη αλληλογραφία) διαφορετικά <a href="%s"> επικοινωνήστε μαζί μας</a>.</p>';
$_['text_approval'] = '<p>Σας ευχαριστούμε για την εγγραφή% s! </strong> Θα ειδοποιηθείτε μέσω e-mail μόλις ο διαχειριστής του καταστήματος ενεργοποιήσει το λογαριασμό σας. </p> Αν έχετε οποιαδήποτε απορία σχετικά με τη λειτουργία αυτού του online καταστήματος, παρακαλούμε href="%s"> <a επικοινωνήστε μαζί μας</a>.</p>';
$_['text_account']  = 'Λογαριασμός';
$_['text_success']  = 'Επιτυχία';
?>