<?php
// Heading 
$_['heading_title']    = 'Αγοράστε μια δωροεπιταγή';

// Text
$_['text_account']     = 'Λογαριασμός';
$_['text_voucher']     = 'Δωροεπιταγή';
$_['text_description'] = 'Αυτή η δωροεπιταγή θα αποσταλεί μέσω E-Mail στον παραλήπτη μόλις ολοκληρωθεί η πληρωμή.';
$_['text_agree']       = 'Κατανοώ ότι δεν παρέχονται αποζημιώσεις δωροεπιταγών.';
$_['text_message']     = '<p>Ευχαριστούμε για την αγορά σας! Μόλις ολοκληρώσετε την παραγγελία, θα αποσταλεί E-Mail στον παραλήπτη της δωροεπιταγής με λεπτομέρειες για την εξαργύρωσή της.</p>';
$_['text_for']         = '%s Δωροεπιταγή για %s';

// Entry
$_['entry_to_name']    = 'Όνομα παραλήπτη';
$_['entry_to_email']   = 'E-Mail παραλήπτη:';
$_['entry_from_name']  = 'Το όνομά σας:';
$_['entry_from_email'] = 'Το Email σας:';
$_['entry_theme']      = 'Θέμα για τη δωροεπιταγή: ';
$_['entry_message']    = 'Μήνυμα:<br /><span class="help">(Προαιρετικό)</span>';
$_['entry_amount']     = 'Ποσό:<br /><span class="help">(Πρέπει να είναι μεταξύ %s και %s)</span>';

// Error
$_['error_to_name']    = 'Το όνομα του παραλήπτη πρέπει να είναι μεταξύ 1 και 64 χαρακτήρες!';
$_['error_from_name']  = 'Το όνομα σας πρέπει να είναι μεταξύ 1 και 64 χαρακτήρες!';
$_['error_email']      = 'Η διεύθυνση E-Mail φαίνεται να μην είναι έγκυρη!';
$_['error_theme']      = 'Πρέπει να επιλέξετε ένα θέμα!';
$_['error_amount']     = 'Το ποσό πρέπει να είναι μεταξύ %s και %s';
$_['error_agree']      = 'Σφάλμα: Πρέπει να συμφωνείτε ότι δεν παρέχονται αποζημιώσεις για δωροεπιταγές!';
?>
