<?php
// Heading  
$_['heading_title']   = 'Καλάθι Αγορών';

// Text
$_['text_weight']  	  = 'Βάρος Καλαθιού:';
$_['text_points']     = 'Πόντοι Ανταμοιβής: %s';
$_['text_items']      = '%s αντικείμενο(α) - %s';
$_['text_success']    = 'Επιτυχία: Προσθέσατε <a href="%s">%s</a> στο <a href="%s">καλάθι αγορών</a>!';
$_['text_empty']      = 'Το καλάθι αγορών σας είναι άδειο!';
$_['text_login']      = 'Προσοχή: Θα πρέπει να <a href="%s">εισέλθετε</a> ή <a href="%s">δημιουργήσετε ένα λογαριασμό</a> για να δείτε τιμές!';

// Column
$_['column_remove']   = 'Διαγραφή';
$_['column_image']    = 'Εικόνα';
$_['column_name']     = 'Όνομα Προϊόντος';
$_['column_model']    = 'Μοντέλο';
$_['column_quantity'] = 'Ποσότητα';
$_['column_price']    = 'Τιμή Μονάδας';
$_['column_total']    = 'Σύνολο';

// Error
$_['error_stock']     = 'Προϊόντα με σήμανση *** δεν είναι διαθέσιμα στην επιθυμητή ποσότητα ή σε απόθεμα!';
$_['error_minimum']   = 'Το ελάχιστο ποσό για το %s είναι %s!';	
$_['error_required']  = 'Απαιτείται %s!';	
?>