<?php
// Heading  
$_['heading_title']   = 'Καλάθι Αγορών';

// Text
$_['text_weight']  	  = 'Βάρος Καλαθιού:';
$_['text_points']     = 'Πόντοι Ανταμοιβής: %s';
$_['text_items']      = '%s αντικείμενο(α) - %s';
$_['text_success']    = 'Επιτυχία: Προσθέσατε <a href="%s">%s</a> στο <a href="%s">καλάθι αγορών</a>!';
$_['text_empty']      = 'Το καλάθι αγορών σας είναι άδειο!';
$_['text_login']      = 'Προσοχή: Θα πρέπει να <a href="%s">εισέλθετε</a> ή <a href="%s">δημιουργήσετε ένα λογαριασμό</a> για να δείτε τιμές!';

// Column
$_['column_remove']   = 'Διαγραφή';
$_['column_image']    = 'Εικόνα';
$_['column_name']     = 'Όνομα Προϊόντος';
$_['column_model']    = 'Μοντέλο';
$_['column_quantity'] = 'Ποσότητα';
$_['column_price']    = 'Τιμή Μονάδας';
$_['column_total']    = 'Σύνολο';

// Error
$_['error_stock']     = 'Προϊόντα με σήμανση *** δεν είναι διαθέσιμα στην επιθυμητή ποσότητα ή σε απόθεμα!';
$_['error_minimum']   = 'Το ελάχιστο ποσό για το %s είναι %s!';	
$_['error_required']  = 'Απαιτείται %s!';	
$_['error_product']          = 'Σφάλμα: Δεν υπάρχουν προϊόντα στο καλάθι σας!';
$_['error_coupon']           = 'Σφάλμα: Το κουπόνι είναι άκυρο, ή έχει λήξει, ή έχει ήδη χρησιμοποιηθεί!';
$_['error_voucher']          = 'Σφάλμα: Η δωροεπιταγή είναι άκυρη, ή έχει ήδη χρησιμοποιηθεί!';
$_['error_reward']           = 'Σφάλμα: Παρακαλώ εισάγετε τον αριθμό πόντων που θέλετε να χρησιμοποιήσετε!';
$_['error_points']           = 'Σφάλμα: Δεν έχετε %s πόντους!';
$_['error_maximum']          = 'Σφάλμα: Ο μέγιστος αριθμός πόντων που μπορεί να χρησιμοποιηθεί είναι %s!';
$_['error_postcode']         = 'O ταχυδρομικός κώδικας πρέπει να είναι μεταξύ 2 και 10 χαρακτήρες!';
$_['error_country']          = 'Παρακαλώ επιλέξτε χώρα!';
$_['error_zone']             = 'Παρακαλώ επιλέξτε περιοχή!';
$_['error_shipping']         = 'Σφάλμα: Απαιτείται μέθοδος αποστολής!';
$_['error_no_shipping']      = 'Σφάλμα: Δεν υπάρχη διαθέσιμη μέθοδος αποστολής. Παρακαλώ <a href="%s">επικοινωνήστε μαζί μας</a> για βοήθεια!';
$_['error_profile_required'] = 'Please select a payment profile!';
$_['error_profile_required'] = 'Παρακαλώ επιλέξτε τρόπο πληρωμής!';

$_['text_trial']             = '%s every %s %s for %s payments then ';
$_['text_recurring']         = '%s every %s %s';
$_['text_length']            = ' for %s payments';
?>
