<?php
// Heading
$_['heading_title'] = 'Η Παραγγελία σας έχει επεξεργασθεί!';

// Text
$_['text_customer'] = '<p>Η παραγγελία σας έχει επεξεργασθεί επιτυχώς!</p><p>Μπορείτε να δείτε το ιστορικό παραγγελιών από τη σελίδα του <a href="%s">λογαριασμού</a> σας και επιλέγοντας <a href="%s">Ιστορικό</a>.</p>Εάν η αγορά σας έχει κάποια συσχετιζόμενη λήψη αρχείου, μπορείτε να μεταβείτε στις <a href="%s">λήψεις</a> λογαριασμού.</p><p>Για οποιαδήποτε απορία, <a href="%s">επικοινωνήστε</a> μαζί μας.</p><p>Ευχαριστούμε για την προτίμησή σας στο ηλεκτρονικό μας κατάστημα!</p>';
$_['text_guest']    = '<p>Η παραγγελία σας έχει επεξεργασθεί επιτυχώς!</p><p>Για οποιαδήποτε απορία, <a href="%s">επικοινωνήστε</a> μαζί μας.</p><p>Ευχαριστούμε για την προτίμησή σας στο ηλεκτρονικό μας κατάστημα!</p>';
$_['text_basket']   = 'Καλάθι';
$_['text_checkout'] = 'Αγορά';
$_['text_success']  = 'Επιτυχία';
?>