<?php
// Heading 
$_['heading_title']    = 'Αγορά Δωροεπιταγής';

// Text
$_['text_voucher']     = 'Δωροεπιταγή';
$_['text_description'] = 'Η δωροεπιταγή θα σταλεί με e-mail στον παραλήπτη του, μόλις εξοφληθεί η αγορά σας.';
$_['text_agree']       = 'Καταννοώ ότι οι δωροεπιταγές δεν είναι επιστρέψιμες.';
$_['text_message']     = '<p>Ευχαριστούμε για την αγορά μιας δωροεπιταγής! Μόλις ολοκληρώσετε την παραγγελία σας, ο παραλήπτης της θα λάβει ένα μήνυμα στο e-mail του με αναλυτικές οδηγίες για την εξαργύρωσή της.</p>';
$_['text_for']         = '%s Δωροεπιταγή για %s';

// Entry
$_['entry_to_name']    = 'Όνομα Παραλήπτη:';
$_['entry_to_email']   = 'Email Παραλήπτη:';
$_['entry_from_name']  = 'Το Όνομά σας:';
$_['entry_from_email'] = 'Το Email σας:';
$_['entry_message']    = 'Μήνυμα:<br /><span class="help">(Προαιρετικό)</span>';
$_['entry_amount']     = 'Ποσό:<br /><span class="help">(Η τιμή πρέπει να είναι από %s έως %s)</span>';
$_['entry_theme']      = 'Θέμα Δωροεπιταγής:';

// Error
$_['error_to_name']    = 'Το Όνομα Παραλήπτη μπορεί να είναι από 1 έως 64 χαρακτήρες!';
$_['error_from_name']  = 'Το Όνομά σας μπορεί να είναι από 1 έως 64 χαρακτήρες!';
$_['error_email']      = 'Η Διεύθυνση E-Mail δεν είναι έγκυρη!';
$_['error_amount']     = 'Το Ποσό μπορεί να είναι από %s έως %s!';
$_['error_theme']      = 'Πρέπει να επιλέξετε ένα θέμα!';
$_['error_agree']      = 'Προειδοποίηση: Πρέπει να αποδεχτείτε ότι οι δωροεπιταγές δεν είναι επιστρέψιμες!';
?>