<?php
// Heading 
$_['heading_title'] = 'Χρήση Πόντων Ανταμοιβής (%s διαθέσιμοι)';

// Text
$_['text_reward']   = 'Πόντοι Ανταμοιβής(%s)';
$_['text_order_id'] = 'Κωδικός Παραγγελίας: #%s';
$_['text_success']  = 'Επιτυχία: Οι πόντοι έκπτωσης έχουν εφαρμοσθεί!';

// Entry
$_['entry_reward']  = 'Πόντοι προς χρήση (Μέγιστοι %s):';

// Error
$_['error_empty']   = 'Προειδοποίηση: Παρακαλώ εισάγετε το ποσό των πόντων που επιθυμείτε να χρησιμοποιήσετε!';
$_['error_points']  = 'Προειδοποίηση: Δεν έχετε %s πόντους ανταμοιβής!';
$_['error_maximum'] = 'Προειδοποίηση: Ο μέγιστος αριθμός πόντων που μπορούν να εφαρμοσθούν, είναι %s!';
?>