<?php
// Heading 
$_['heading_title']     = 'Εκτιμώμενα έξοδα αποστολής &amp; φόροι';
// Text
$_['text_shipping']     = 'Εισάγετε τον προορισμό για να λάβετε εκτίμηση κόστους αποστολής.';
$_['text_success']      = 'Επιτυχία: Η εκτίμηση κόστους σας έχει εφαρμοσθεί!';

// Entry
$_['entry_country']     = 'Χώρα:';
$_['entry_zone']        = 'Περιοχή:';
$_['entry_postcode']    = 'Τ.Κ:';

// Error
$_['error_postcode']    = 'Ο Ταχυδρομικός Κώδικας μπορεί να είναι από 2 έως 10 χαρακτήρες!';
$_['error_country']     = 'Παρακαλώ επιλέξτε χώρα!';
$_['error_zone']        = 'Παρακαλώ επιλέξτε περιοχή!';
$_['error_shipping']    = 'Προειδοποίηση: Απαιτείται τρόπος αποστολής!';
$_['error_no_shipping'] = 'Προειδοποίηση: Δεν υπάρχουν διαθέσιμες επιλογές αποστολής. Παρακαλούμε <a href="%s">επικοινωνήστε</a> μαζί μας για βοήθεια!';
?>