<?php
// Text
$_['text_approve_subject']      = '%s - Ο λογαριασμός συνεργάτη σας έχει ενεργοποιηθεί!';
$_['text_approve_welcome']      = 'Καλώς ήρθατε και ευχαριστούμε για την εγγραφή σας στο %s!';
$_['text_approve_login']        = 'Ο λογαριασμός σας έχει ενεργοποιηθεί και μπορείτε να εισέλθετε χρησιμοποιώντας τη διεύθυνση e-mail και τον κωδικό σας ακολουθώντας τον παρακάτω σύνδεσμο:';
$_['text_approve_services']     = 'Μόλις εισέλθετε, θα μπορείτε να δημιουργείτε κωδικούς παρακολούθησης, να παρακολουθείτε πληρωμές προμηθειών και να επεξεργαστείτε πληροφορίες του λογαριασμού σας.';
$_['text_approve_thanks']       = 'Ευχαριστούμε,';
$_['text_transaction_subject']  = '%s - Πρόγραμμα Συνεργατών';
$_['text_transaction_received'] = 'Έχετε λάβει %s αμοιβή!';
$_['text_transaction_total']    = 'Το συνολικό ποσό αμοιβών σας τώρα είναι %s.';
?>
