<?php
// Text
$_['text_approve_subject']      = '%s - Ο λογαριασμός σας έχει ενεργοποιηθεί!';
$_['text_approve_welcome']      = 'Καλώς ήρθατε και ευχαριστούμε για την εγγραφή σας στο  %s!';
$_['text_approve_login']        = 'Ο λογαριασμός σας έχει ενεργοποιηθεί και μπορείτε να εισέλθετε χρησιμοποιώντας τη διεύθυνση e-mail και τον κωδικό σας ακολουθώντας τον παρακάτω σύνδεσμο:';
$_['text_approve_services']     = 'Μόλις συνδεθείτε, θα έχετε πρόσβαση σε υπηρεσίες όπως προβολή προηγούμενων παραγγελιών σας, εκτύπωση αποδείξεων και αλλαγή των πληροφοριών του λογαριασμού σας.';
$_['text_approve_thanks']       = 'Ευχαριστούμε,';
$_['text_transaction_subject']  = '%s - Πίστωση Λογαριασμού';
$_['text_transaction_received'] = 'Έχετε λάβει %s πίστωση!';
$_['text_transaction_total']    = 'Το συνολικό ποσό πίστωσής σας τώρα είναι %s.' . "\n\n" . 'Η πίστωση στον λογαριασμό σας θα αφαιρεθεί αυτόματα από την επόμενη αγορά σας.';
$_['text_reward_subject']       = '%s - Πόντοι Ανταμοιβής';
$_['text_reward_received']      = 'Έχετε λάβει %s πόντους ανταμοιβής!';
$_['text_reward_total']         = 'Το σύνολο πόντων ανταμοιβής σας τώρα είναι %s.';
?>
