<?php
// Text
$_['text_subject']  = 'Έχετε λάβει μια δωροεπιταγή από %s';
$_['text_greeting'] = 'Συγχαρητήρια, έχετε λάβει μια δωροεπιταγή αξίας %s';
$_['text_from']     = 'Η δωορεπιταγή αυτή έχει σταλεί από %s';
$_['text_message']  = 'Με το ακόλουθο μήνυμα';
$_['text_redeem']   = 'Για να εξαργυρώσετε αυτή τη δωροεπιταγή, σημειώστε τον κωδικό της <b>%s</b>, πατήστε στον ακόλουθο σύνδεσμο και αγοράστε το προϊόν που θέλετε χρησιμοποιώντας τη. Μπορείτε να εισάγετε τον κωδικό δωροεπιταγής στο καλάθι αγορών πριν πατήσετε Αγορά.';
$_['text_footer']   = 'Παρακαλώ απαντήστε σε αυτό το email αν έχετε ερωτήσεις.';
?>
