<?php
// Heading
$_['heading_title']  = 'Επικοινωνήστε μαζί μας';

// Text 
$_['text_location']  = 'Η τοποθεσία μας';
$_['text_contact']   = 'Φόρμα επικοινωνίας';
$_['text_address']   = 'Διεύθυνση:';
$_['text_email']     = 'E-Mail:';
$_['text_telephone'] = 'Tηλέφωνο:';
$_['text_fax']       = 'Fax';
$_['text_message']   = '<p>Το Μύνημά σας καταχωρήθηκε επιτυχώς!</p>';

// Entry Fields
$_['entry_name']     = 'Όνομα:';
$_['entry_email']    = 'E-Mail Διεύθυνση:';
$_['entry_enquiry']  = 'Θέμα:';
$_['entry_captcha']  = 'Εισάγετε τον κωδικό στο ακόλουθο πλαίσιο κειμένου:';

// Email
$_['email_subject']  = 'Αίτημα %s';

// Errors
$_['error_name']     = 'Το Όνομα πρέπει να είναι μεταξύ 3 και 32 χαρακτήρων!';
$_['error_email']    = 'Η διεύθυνση ηλεκτρονικού ταχυδρομείου δεν είναι έγκυρη!';
$_['error_enquiry']  = 'Το Μύνημα πρέπει να είναι μεταξύ 10 και 3000 χαρακτήρων!';
$_['error_captcha']  = 'Ο Κωδικός επαλήθευσης δεν ταιριάζει με την εικόνα!';
?>
