<?php
// Heading 
$_['heading_title']                  = 'Αγορά';

// Text
$_['text_cart']                      = 'Καλάθι Αγορών';
$_['text_checkout_option']           = 'Βήμα 1: Επιλογές Αγοράς';
$_['text_checkout_account']          = 'Βήμα 2: Λογαριασμός &amp; Λεπτομέρειες Χρέωσης';
$_['text_checkout_payment_address']  = 'Βήμα 2: Λεπτομέρειες Χρέωσης';
$_['text_checkout_shipping_address'] = 'Βήμα 3: Λεπτομέρειες Παράδοσης';
$_['text_checkout_shipping_method']  = 'Βήμα 4: Τρόπος Παράδοσης';
$_['text_checkout_payment_method']   = 'Βήμα 5: Τρόπος Πληρωμής';
$_['text_checkout_confirm']          = 'Βήμα 6: Επιβεβαίωση Παραγγελίας';
$_['text_modify']                    = 'Τροποποίηση &raquo;';
$_['text_new_customer']              = 'Νέος Πελάτης';
$_['text_returning_customer']        = 'Υφιστάμενος Πελάτης';
$_['text_checkout']                  = 'Επιλογές Αγοράς:';
$_['text_i_am_returning_customer']   = 'Είμαι ήδη πελάτης';
$_['text_register']                  = 'Εγγραφή';
$_['text_guest']                     = 'Αγορά ως Επισκέπτης';
$_['text_register_account']          = 'Δημιουργώντας έναν λογαριασμό, θα μπορείτε να ψωνίζετε γρηγορότερα και ασφαλέστερα καθώς και να ενημερώνεστε για την κατάσταση και το ιστορικό των παραγγελιών σας.';
$_['text_forgotten']                 = 'Ξέχασα τον κωδικό!';
$_['text_your_details']              = 'Προσωπικές Πληροφορίες';
$_['text_your_address']              = 'Διεύθυνση';
$_['text_your_password']             = 'Ο Κωδικός σας';
$_['text_agree']                     = 'Έχω διαβάσει και συμφωνώ με <a class="fancybox" href="%s" alt="%s"><b>%s</b></a>';
$_['text_address_new']               = 'Θέλω να χρησιμοποιήσω μια νέα διεύθυνση';
$_['text_address_existing']          = 'Θέλω να χρησιμοποιήσω μια υπάρχουσα διεύθυνση';
$_['text_shipping_method']           = 'Επιλέξτε τον προτιμώμενο τρόπο αποστολής γι αυτήν την παραγγελία.';
$_['text_payment_method']            = 'Επιλέξτε τον προτιμώμενο τρόπο πληρωμής γι αυτήν την παραγγελία.';
$_['text_comments']                  = 'Προσθήκη σχολίων για την παραγγελία';

$_['text_recurring_item']            = 'Επαναλαμβανόμενο Αντικείμενο';
$_['text_payment_profile']           = 'Προφίλ Πληρωμής';
$_['text_trial_description']         = '%s κάθε %d %s(s) για %d πληρωμές τότε';
$_['text_payment_description']       = '%s κάθε %d %s(s) για %d πληρωμές';
$_['text_payment_until_canceled_description'] = '%s κάθε %d %s(s) μέχρι ακύρωσης';
$_['text_day']                       = 'Ημέρα';
$_['text_week']                      = 'Εβδομάδα';
$_['text_semi_month']                = 'Μισός Μήνας';
$_['text_month']                     = 'Μήνας';
$_['text_year']                      = 'Έτος';

// Column
$_['column_name']                    = 'Όνομα Προϊόντος';
$_['column_model']                   = 'Μοντέλο';
$_['column_quantity']                = 'Ποσότητα';
$_['column_price']                   = 'Τιμή';
$_['column_total']                   = 'Σύνολο';

// Entry
$_['entry_email_address']            = 'Διεύθυνση E-Mail:';
$_['entry_email']                    = 'E-Mail:';
$_['entry_password']                 = 'Κωδικός:';
$_['entry_confirm']                  = 'Επιβεβαίωση Κωδικού:';
$_['entry_firstname']                = 'Όνομα:';
$_['entry_lastname']                 = 'Επώνυμο:';
$_['entry_telephone']                = 'Τηλέφωνο:';
$_['entry_fax']                      = 'Fax:';
$_['entry_company']                  = 'Εταιρία:';
$_['entry_customer_group']           = 'Είδος Εταιρίας:';
$_['entry_company_id']               = 'Αναγνωριστικό (ID) Εταιρίας:';
$_['entry_tax_id']                   = 'ΑΦΜ:';
$_['entry_address_1']                = 'Διεύθυνση 1:';
$_['entry_address_2']                = 'Διεύθυνση 2:';
$_['entry_postcode']                 = 'Τ.Κ:';
$_['entry_city']                     = 'Πόλη:';
$_['entry_country']                  = 'Χώρα:';
$_['entry_zone']                     = 'Περιοχή:';
$_['entry_newsletter']               = 'Επιθυμώ να εγγραφώ στο ενημερωτικό %s.';
$_['entry_shipping'] 	             = 'Η διεύθυνση χρέωσης είναι ίδια με τη διεύθυνση παράδοσης.';

// Error
$_['error_warning']                  = 'Υπήρξε κάποιο πρόβλημα κατά την επεξεργασία της παραγγελίας σας! Εάν το πρόβλημα παραμένει, επιλέξτε έναν διαφορετικό τρόπο πληρωμής ή <a href="%s">επικοινωνήστε</a> μαζί μας.';
$_['error_login']                    = 'Προειδοποίηση: Δε βρέθηκε η διεύθυνση E-Mail και/ή ο Κωδικός.';
$_['error_approved']                 = 'Σφάλμα: Απαιτείται έγκριση του λογαριασμού σας πριν συνδεθείτε.'; 
$_['error_exists']                   = 'Προειδοποίηση: Η διεύθυνση E-Mail υπάρχει ήδη!';
$_['error_firstname']                = 'Το Όνομα πρέπει να είναι από 1 έως 32 χαρακτήρες!';
$_['error_lastname']                 = 'Το Επίθετο πρέπει να είναι από 1 έως 32 χαρακτήρες!';
$_['error_email']                    = 'Η διεύθυνση E-Mail δεν είναι έγκυρη!';
$_['error_telephone']                = 'Το Τηλέφωνο πρέπει να είναι από 3 έως 32 χαρακτήρες!';
$_['error_password']                 = 'Ο Κωδικός πρέπει να είναι από 3 έως 20 χαρακτήρες!';
$_['error_confirm']                  = 'Η Επιβεβαίωση Κωδικού δεν ταιριάζει με τον αρχικό Κωδικό!';
$_['error_company_id']               = 'Απαιτείται η εισαγωγή του Αναγνωριστικού (ID) Εταιρίας!';
$_['error_tax_id']                   = 'Απαιτείται ΑΦΜ!';
$_['error_vat']                      = 'Άκυρος ΦΠΑ!';
$_['error_address_1']                = 'Η Διεύθυνση 1 πρέπει να είναι από 3 έως 128 χαρακτήρες!';
$_['error_city']                     = 'Η Πόλη πρέπει να είναι από 2 έως 128 χαρακτήρες!';
$_['error_postcode']                 = 'Ο Ταχυδρομικός Κώδικας πρέπει να είναι από 2 έως 10 χαρακτήρες!';
$_['error_country']                  = 'Επιλέξτε μια χώρα!';
$_['error_zone']                     = 'Επιλέξτε μια περιοχή!';
$_['error_agree']                    = 'Προειδοποίηση: Πρέπει να αποδεχτείτε %s!';
$_['error_address']                  = 'Προειδοποίηση: Πρέπει να επιλέξετε διεύθυνση!';
$_['error_shipping']                 = 'Προειδοποίηση: Απαιτείται τρόπος παράδοσης!';
$_['error_no_shipping']              = 'Προειδοποίηση: Δεν υπάρχουν διαθέσιμοι τρόποι παράδοσης. <a href="%s">Επικοινωνήστε</a> μαζί μας για βοήθεια!';
$_['error_payment']                  = 'Προειδοποίηση: Απαιτείται τρόπος πληρωμής!';
$_['error_no_payment']               = 'Προειδοποίηση: Δεν υπάρχουν διαθέσιμοι τρόποι πληρωμής. <a href="%s">Επικοινωνήστε</a> μαζί μας για βοήθεια!';

$_['text_trial']                    = '%s κάθε %s %s για %s πληρωμές τότε';
$_['text_recurring']                = '%s κάθε %s %s';
$_['text_length']                   = ' για %s πληρωμές';
?>
