<?php
// Text
$_['text_for']          = '%s Δωροεπιταγή για %s';
$_['text_success']      = 'Το σύνολο της παραγγελίας έχει υπολογιστεί με επιτυχία!';

// Error
$_['error_warning']     = 'Σφάλμα: Παρακαλώ ελέγξτε προσεκτικά τη φόρμα για λάθη!';
$_['error_permission']  = 'Δεν έχετε πρόσβαση σε αυτήν τη σελίδα. Παρακαλώ επικοινωνήστε με τον διαχειριστή του συστήματος.';
$_['error_customer']    = 'Σφάλμα: Δεν βρέθηκε ο επιλεγμένος πελάτης!';
$_['error_email']       = 'H διεύθυνση E-Mail φαίνεται να μην είναι έγκυρη!';
$_['error_postcode']    = 'O Ταχυδρομικός Κώδικας πρέπει να είναι μεταξύ 2 και 10 χαρακτήρων';
$_['error_country']     = 'Παρακαλώ επιλέξτε χώρα!';
$_['error_zone']        = 'Παρακαλώ επιλέξτε περιοχή!';
$_['error_stock']       = 'Προϊόντα με σήμανση *** δεν είναι διαθέσιμα στην επιθυμητή ποσότητα ή σε απόθεμα!';
$_['error_minimum']     = 'Το ελάχιστο ποσό για το %s είναι %s!';	
$_['error_required']    = '%s απαιτείται!';
$_['error_shipping']    = 'Σφάλμα: Απαιτείται μέθοδος αποστολής!';
$_['error_no_shipping'] = 'Σφάλμα: Δεν υπάρχουν διαθέσιμες επιλογές αποστολής!';
$_['error_payment']     = 'Σφάλμα: Απαιτείται τρόπος πληρωμής!';
$_['error_no_payment']  = 'Σφάλμα: Δεν υπάρχουν διαθέσιμοι τρόποι πληρωμής!';
$_['error_coupon']      = 'Σφάλμα: Το κουπόνι είναι άκυρο ή έχει λήξει ή έχει ήδη χρησιμοποιηθεί!';
$_['error_voucher']     = 'Σφάλμα: Η δωροεπιταγή είναι άκυρη ή έχει ήδη χρησιμοποιηθεί!';
$_['error_reward']      = 'Σφάλμα: Παρακαλώ εισάγετε τον αριθμό πόντων που θέλετε να χρησιμοποιήσετε!';	
$_['error_points']      = 'Σφάλμα: Δεν έχετε %s πόντους!';
$_['error_maximum']     = 'Σφάλμα: Ο μέγιστος αριθμός πόντων που μπορεί να χρησιμοποιηθεί είναι %s!';
$_['error_to_name']     = 'Το όνομα του παραλήπτη πρέπει να είναι μεταξύ 1 και 64 χαρακτήρων.';
$_['error_from_name']   = 'Το όνομά σας πρέπει να είναι μεταξύ 1 και 64 χαρακτήρων!';
$_['error_amount']      = 'Το ποσό πρέπει να είναι μεταξύ %s και %s';
?>
