<?php
// Heading
$_['heading_title']     = 'Ευχαριστούμε που αγοράσατε από %s .... ';

// Text
$_['text_title']        = 'Πιστωτική / Χρεωστική Κάρτα (PayPoint)';
$_['text_response']     = 'Απάντηση από  PayPoint:';
$_['text_success']      = '... Η πληρωμή σας ελήφθη επιτυχώς.';
$_['text_success_wait'] = '<b><span style="color: #FF0000">Παρακαλώ περιμένετε...</span></b> ενώ ολοκληρώνουμε την επεξεργασία της παραγγελίας σας.<br>Εάν δεν προωθηθείτε αυτόματα εντός 10 δευτερολέπτων, πατήστε <a href="%s">εδώ</a>.';
$_['text_failure']      = '... Η πληρωμή σας ακυρώθηκε!';
$_['text_failure_wait'] = '<b><span style="color: #FF0000">Παρακαλώ περιμένετε...</span></b><br>Εάν δεν προωθηθείτε αυτόματα εντός 10 δευτερολέπτων, πατήστε <a href="%s">εδώ</a>.';										  
?>