<?php
// Text
$_['text_title']           = 'Πιστωτική ή Χρεωστική Κάρτα (Processed securely by PayPal)';
$_['text_credit_card']     = 'Λεπτομέρειες Πιστωτικής Κάρτας';
$_['text_start_date']      = '(αν υπάρχει)';
$_['text_issue']           = '(Μόνο για κάρτες Maestro και Solo)';
$_['text_wait']            = 'Παρακαλώ Περιμένετε!';

// Entry
$_['entry_cc_owner']       = 'Ιδιοκτήτης Κάρτας:';
$_['entry_cc_type']        = 'Είδος Κάρτας:';
$_['entry_cc_number']      = 'Αριθμός Κάρτας:';
$_['entry_cc_start_date']  = 'Κάρτα ισχύει από:';
$_['entry_cc_expire_date'] = 'Ημερομηνία Λήξης Κάρτας:';
$_['entry_cc_cvv2']        = 'Κωδικός Ασφαλείας Κάρτας (CVV2):';
$_['entry_cc_issue']       = 'Αριθμός Εκδότη Κάρτας:';

// Error
$_['error_required']       = 'Σφάλμα: Απαιτούνται όλα τα πεδία.';
$_['error_general']        = 'Σφάλμα: Προέκυψε ένα γενικό σφάλμα με τη συναλλαγή. Προσπαθήστε ξανά.';
$_['error_config']         = 'Σφάλμα: Σφάλμα ρυθμίσεων. Παρακαλώ επιβεβαιώστε τα στοιχεία συνδεσης.';
$_['error_address']        = 'Σφάλμα: Προέκυψε ένα σφάλμα σχετικά με τα στοιχεία διεύθυνσης. Παρακαλώ προσπαθήστε ξανά.';
$_['error_declined']       = 'Σφάλμα: Η συναλαγή δεν έγινε δεκτή. Παρακαλώ προσπαθήστε ξανά.';
$_['error_invalid']        = 'Σφάλμα: Τα στοιχεία της κάρτας δεν είναι έγκυρα. Παρακαλώ προσπαθήστε ξανά.';
?>
