<?php
// Text
$_['text_title']           = 'Πιστωτική ή Χρεωστική Κάρτα (Διαχείριση ασφαλείας μέσω PayPal)';
$_['text_credit_card']     = 'Λεπτομέρειες Πιστωτικής Κάρτας';
$_['text_start_date']      = '(εάν είναι διαθέσιμες)';
$_['text_issue']           = '(μόνο για κάρτες Maestro και Solo)';
$_['text_wait']            = 'Παρακαλώ Περιμένετε!';

// Entry
$_['entry_cc_owner']       = 'Κάτοχος Κάρτας:';
$_['entry_cc_type']        = 'Τύπος Κάρτας:';
$_['entry_cc_number']      = 'Αριθμός Κάρτας:';
$_['entry_cc_start_date']  = 'Ημ/νία έναρξης ισχύος κάρτας:';
$_['entry_cc_expire_date'] = 'Ημερομηνία Λήξης Κάρτας:';
$_['entry_cc_cvv2']        = 'Κωδικός Ασφαλείας Κάρτας (CVV2):';
$_['entry_cc_issue']       = 'Αριθμός Εκδότη Κάρτας:';

// Error
$_['error_required']       = 'Προειδοποίηση: Απαιτείται η συμπλήρωση όλων των πεδίων πληροφοριών πληρωμής.';
$_['error_general']        = 'Προειδοποίηση: Συνέβη ένα απροσδιόριστο σφάλμα κατά τη συναλλαγή. Παρακαλώ δοκιμάστε αργότερα.';
$_['error_config']         = 'Προειδοποίηση: Σφάλμα ρυθμίσεων αρθρώματος πληρωμής. Ελέγξτε τα στοιχεία σύνδεσης.';
$_['error_address']        = 'Προειδοποίηση: Απέτυχε η επαλήθευση της Διεύθυνσης Πληρωμής, Περιοχής και Τ.Κ. Παρακαλώ δοκιμάστε ξανά.';
$_['error_declined']       = 'Προειδοποίηση: Άρνηση Συναλλαγής. Παρακαλώ δοκιμάστε ξανά.';
$_['error_invalid']        = 'Προειδοποίηση: Εσφαλμένες πληροφορίες πιστωτικής κάρτας. Παρακαλώ δοκιμάστε ξανά.';
?>