<?php
// Heading 
$_['heading_title']        = 'Λογαριασμός Συνεργάτη';

// Text
$_['text_account']         = 'Λογαριασμός';
$_['text_my_account']      = 'Λογαριασμός Συνεργάτη';
$_['text_my_tracking']     = 'Πληροφορίες Παρακολούθησης';
$_['text_my_transactions'] = 'Συναλλαγές';
$_['text_edit']            = 'Επεξεργαστείτε τις πληροφορίες λογαριασμού';
$_['text_password']        = 'Αλλαγή Κωδικού';
$_['text_payment']         = 'Αλλαγή Προτίμησης Πληρωμής';
$_['text_tracking']        = 'Ειδικός Κωδικός Παρακολούθησης Συνεργάτη';
$_['text_transaction']     = 'Εμφάνιση ιστορικού συναλλαγών';
?>