<?php
// Heading 
$_['heading_title']     = 'Πληροφορίες Λογαριασμού';

// Text
$_['text_account']      = 'Λογαριασμός';
$_['text_edit']         = 'Επεξεργασία Πληροφοριών';
$_['text_your_details'] = 'Προσωπικές Πληροφορίες';
$_['text_your_address'] = 'Διεύθυνση';
$_['text_success']      = 'Επιτυχία: Ο λογαριασμός σας ενημερώθηκε επιτυχώς.';

// Entry
$_['entry_firstname']   = 'Όνομα:';
$_['entry_lastname']    = 'Επίθετο:';
$_['entry_email']       = 'E-Mail:';
$_['entry_telephone']   = 'Τηλέφωνο:';
$_['entry_fax']         = 'Fax:';
$_['entry_company']     = 'Εταιρία:';
$_['entry_website']     = 'Ιστότοπος:';
$_['entry_address_1']   = 'Διεύθυνση 1:';
$_['entry_address_2']   = 'Διεύθυνση 2:';
$_['entry_postcode']    = 'Τ.Κ:';
$_['entry_city']        = 'Πόλη:';
$_['entry_country']     = 'Χώρα:';
$_['entry_zone']        = 'Περιοχή:';

// Error
$_['error_exists']              = 'Προειδοποίηση: Η Διεύθυνση E-Mail είναι ήδη καταχωρημένη!';
$_['error_firstname']           = 'Το Όνομα μπορεί να είναι από 1 έως 32 χαρακτήρες!';
$_['error_lastname']            = 'Το Επίθετο μπορεί να είναι από 1 έως 32 χαρακτήρες!';
$_['error_email']               = 'Η Διεύθυνση E-Mail δεν είναι έγκυρη!';
$_['error_telephone']           = 'Το Τηλέφωνο μπορεί να είναι από 3 έως 32 χαρακτήρες!';
$_['error_address_1']           = 'Η Διεύθυνση 1 μπορεί να είναι από 3 έως 128 χαρακτήρες!';
$_['error_city']                = 'Η Πόλη μπορεί να είναι από 2 έως 128 χαρακτήρες!';
$_['error_country']             = 'Επιλέξτε Χώρα!';
$_['error_zone']                = 'Επιλέξτε Περιοχή!';
$_['error_postcode']            = 'Ο Ταχυδρομικός Κώδικας μπορεί να είναι από 2 έως 10 χαρακτήρες!';
?>