<?php
// Heading 
$_['heading_title']   = 'Ξεχάσατε τον Κωδικό σας;';

// Text
$_['text_account']    = 'Λογαριασμός';
$_['text_forgotten']  = 'Ξεχάσατε τον Κωδικό σας';
$_['text_your_email'] = 'Διεύθυνση E-Mail';
$_['text_email']      = 'Εισάγετε τη διεύθυνση e-mail που έχετε δηλώσει στο λογαριασμό σας. Πατήστε Υποβολή για να σας σταλεί ο κωδικός σας με e-mail.';
$_['text_success']    = 'Επιτυχία: Ένας νέος κωδικός εστάλη στη διεύθυνση e-mail που δηλώσατε.';

// Entry
$_['entry_email']     = 'Διεύθυνση E-Mail:';

// Error
$_['error_email']     = 'Προειδοποίηση: Η διεύθυνση E-Mail Address δε βρέθηκε, παρακαλώ δοκιμάστε ξανά!';
?>