<?php
// Text
$_['text_search']       = 'Αναζήτηση';
$_['text_brand']        = 'Μάρκα';
$_['text_manufacturer'] = 'Μάρκα:';
$_['text_model']        = 'Κωδικός Προϊόντος:';
$_['text_reward']       = 'Πόντοι Ανταμοιβής:'; 
$_['text_points']       = 'Τιμή σε πόντους ανταμοιβής:';
$_['text_stock']        = 'Διαθεσιμότητα:';
$_['text_instock']      = 'Διαθέσιμο';
$_['text_price']        = 'Τιμή:'; 
$_['text_tax']          = 'Άνευ ΦΠΑ:'; 
$_['text_discount']     = '%s ή περισσότερο %s';
$_['text_option']       = 'Διαθέσιμες Επιλογές';
$_['text_qty']          = 'Ποσότητα:';
$_['text_minimum']      = 'Το προϊόν έχει ελάχιστη ποσότητα %s';
$_['text_or']           = '- Ή -';
$_['text_reviews']      = '%s κριτικές'; 
$_['text_write']        = 'Γράψτε μια κριτική';
$_['text_no_reviews']   = 'Δεν υπάρχουν κριτικές για το προϊόν.';
$_['text_note']         = '<span style="color: #FF0000;">Σημείωση:</span> δε μεταφράζεται η HTML!';
$_['text_share']        = 'Μοιραστείτε';
$_['text_success']      = 'Ευχαριστούμε για την κριτική σας. Έχει προωθηθεί στο αρμόδιο τμήμα για έγκριση.';
$_['text_upload']       = 'Το αρχείο σας φορτώθηκε επιτυχώς!';
$_['text_wait']         = 'Παρακαλώ Περιμένετε!';
$_['text_tags']         = 'Tags:';
$_['text_error']        = 'Το Προϊόν δε βρέθηκε!';

// Entry
$_['entry_name']        = 'Το Όνομά σας:';
$_['entry_review']      = 'Η Κριτική σας:';
$_['entry_rating']      = 'Βαθμολογία:';
$_['entry_good']        = 'Καλή';
$_['entry_bad']         = 'Κακή';
$_['entry_captcha']     = 'Εισάγετε τον κωδικό στο παρακάτω πλαίσιο:';

// Tabs
$_['tab_description']   = 'Περιγραφή';
$_['tab_attribute']     = 'Χαρακτηριστικά';
$_['tab_review']        = 'Κριτικές (%s)';
$_['tab_related']       = 'Σχετικά Προϊόντα'; 

// Error
$_['error_name']        = 'Προειδοποίηση: Το Όνομα Κριτικής μπορεί να είναι από 3 έως 25 χαρακτήρες!';
$_['error_text']        = 'Προειδοποίηση: Το Κείμενο Κριτικής μπορεί να είναι από 25 έως 1000 χαρακτήρες!';
$_['error_rating']      = 'Προειδοποίηση: Παρακαλώ επιλέξτε βαθμολογία κριτικής!';
$_['error_captcha']     = 'Προειδοποίηση: Ο κωδικός επαλήθευσης δεν ταιριάζει με την εικόνα!';
$_['error_upload']      = 'Απαιτείται φόρτωση (Upload)!';
$_['error_filename']    = 'Το όνομα αρχείου μπορεί να είναι από 3 έως 128 χαρακτήρες!';
$_['error_filetype']    = 'Εσφαλμένος τύπος αρχείου!';
?>